{"PAD_None": 0, "BOS_None": 1, "EOS_None": 2, "MASK_None": 3, "Bar_None": 4, "Pitch_21": 5, "Pitch_22": 6, "Pitch_23": 7, "Pitch_24": 8, "Pitch_25": 9, "Pitch_26": 10, "Pitch_27": 11, "Pitch_28": 12, "Pitch_29": 13, "Pitch_30": 14, "Pitch_31": 15, "Pitch_32": 16, "Pitch_33": 17, "Pitch_34": 18, "Pitch_35": 19, "Pitch_36": 20, "Pitch_37": 21, "Pitch_38": 22, "Pitch_39": 23, "Pitch_40": 24, "Pitch_41": 25, "Pitch_42": 26, "Pitch_43": 27, "Pitch_44": 28, "Pitch_45": 29, "Pitch_46": 30, "Pitch_47": 31, "Pitch_48": 32, "Pitch_49": 33, "Pitch_50": 34, "Pitch_51": 35, "Pitch_52": 36, "Pitch_53": 37, "Pitch_54": 38, "Pitch_55": 39, "Pitch_56": 40, "Pitch_57": 41, "Pitch_58": 42, "Pitch_59": 43, "Pitch_60": 44, "Pitch_61": 45, "Pitch_62": 46, "Pitch_63": 47, "Pitch_64": 48, "Pitch_65": 49, "Pitch_66": 50, "Pitch_67": 51, "Pitch_68": 52, "Pitch_69": 53, "Pitch_70": 54, "Pitch_71": 55, "Pitch_72": 56, "Pitch_73": 57, "Pitch_74": 58, "Pitch_75": 59, "Pitch_76": 60, "Pitch_77": 61, "Pitch_78": 62, "Pitch_79": 63, "Pitch_80": 64, "Pitch_81": 65, "Pitch_82": 66, "Pitch_83": 67, "Pitch_84": 68, "Pitch_85": 69, "Pitch_86": 70, "Pitch_87": 71, "Pitch_88": 72, "Pitch_89": 73, "Pitch_90": 74, "Pitch_91": 75, "Pitch_92": 76, "Pitch_93": 77, "Pitch_94": 78, "Pitch_95": 79, "Pitch_96": 80, "Pitch_97": 81, "Pitch_98": 82, "Pitch_99": 83, "Pitch_100": 84, "Pitch_101": 85, "Pitch_102": 86, "Pitch_103": 87, "Pitch_104": 88, "Pitch_105": 89, "Pitch_106": 90, "Pitch_107": 91, "Pitch_108": 92, "Velocity_3": 93, "Velocity_7": 94, "Velocity_11": 95, "Velocity_15": 96, "Velocity_19": 97, "Velocity_23": 98, "Velocity_27": 99, "Velocity_31": 100, "Velocity_35": 101, "Velocity_39": 102, "Velocity_43": 103, "Velocity_47": 104, "Velocity_51": 105, "Velocity_55": 106, "Velocity_59": 107, "Velocity_63": 108, "Velocity_67": 109, "Velocity_71": 110, "Velocity_75": 111, "Velocity_79": 112, "Velocity_83": 113, "Velocity_87": 114, "Velocity_91": 115, "Velocity_95": 116, "Velocity_99": 117, "Velocity_103": 118, "Velocity_107": 119, "Velocity_111": 120, "Velocity_115": 121, "Velocity_119": 122, "Velocity_123": 123, "Velocity_127": 124, "Duration_0.1.4": 125, "Duration_0.2.4": 126, "Duration_0.3.4": 127, "Duration_1.0.4": 128, "Duration_1.1.4": 129, "Duration_1.2.4": 130, "Duration_1.3.4": 131, "Duration_2.0.4": 132, "Duration_2.1.4": 133, "Duration_2.2.4": 134, "Duration_2.3.4": 135, "Duration_3.0.4": 136, "Duration_3.1.4": 137, "Duration_3.2.4": 138, "Duration_3.3.4": 139, "Duration_4.0.4": 140, "Duration_4.1.4": 141, "Duration_4.2.4": 142, "Duration_4.3.4": 143, "Duration_5.0.4": 144, "Duration_5.1.4": 145, "Duration_5.2.4": 146, "Duration_5.3.4": 147, "Duration_6.0.4": 148, "Duration_6.1.4": 149, "Duration_6.2.4": 150, "Duration_6.3.4": 151, "Duration_7.0.4": 152, "Duration_7.1.4": 153, "Duration_7.2.4": 154, "Duration_7.3.4": 155, "Duration_8.0.4": 156, "Duration_8.1.4": 157, "Duration_8.2.4": 158, "Duration_8.3.4": 159, "Duration_9.0.4": 160, "Duration_9.1.4": 161, "Duration_9.2.4": 162, "Duration_9.3.4": 163, "Duration_10.0.4": 164, "Duration_10.1.4": 165, "Duration_10.2.4": 166, "Duration_10.3.4": 167, "Duration_11.0.4": 168, "Duration_11.1.4": 169, "Duration_11.2.4": 170, "Duration_11.3.4": 171, "Duration_12.0.4": 172, "Duration_12.1.4": 173, "Duration_12.2.4": 174, "Duration_12.3.4": 175, "Duration_13.0.4": 176, "Duration_13.1.4": 177, "Duration_13.2.4": 178, "Duration_13.3.4": 179, "Duration_14.0.4": 180, "Duration_14.1.4": 181, "Duration_14.2.4": 182, "Duration_14.3.4": 183, "Duration_15.0.4": 184, "Duration_15.1.4": 185, "Duration_15.2.4": 186, "Duration_15.3.4": 187, "Duration_16.0.2": 188, "Duration_16.1.2": 189, "Duration_17.0.2": 190, "Duration_17.1.2": 191, "Duration_18.0.2": 192, "Duration_18.1.2": 193, "Duration_19.0.2": 194, "Duration_19.1.2": 195, "Duration_20.0.2": 196, "Duration_20.1.2": 197, "Duration_21.0.2": 198, "Duration_21.1.2": 199, "Duration_22.0.2": 200, "Duration_22.1.2": 201, "Duration_23.0.2": 202, "Duration_23.1.2": 203, "Duration_24.0.2": 204, "Position_0": 205, "Position_1": 206, "Position_2": 207, "Position_3": 208, "Position_4": 209, "Position_5": 210, "Position_6": 211, "Position_7": 212, "Position_8": 213, "Position_9": 214, "Position_10": 215, "Position_11": 216, "Position_12": 217, "Position_13": 218, "Position_14": 219, "Position_15": 220}